export default {
  defaultTitle: "chess.tashkent.uz",

  title: "Tashkent open - международный шахматный турнир",
  description: "Сайт посвященный международному шахматному турниру проходящему в городе Ташкенте при содействии хокимията города", // Это описание сайта. Можно придумать какое угодно

  logoAlt: "Логотип сайта",

  nav1: "О турнире",
  nav2: "Список участников",
  nav3: "Правила",
  nav4: "Призовой фонд",
  nav5: "Победители",
  nav6: "Новости",
  nav7: "Обратная связь",

  season1: "Сезон 2022",
  season2: "Группы участников",
  season3: "Профессионалы",
  season4: `<strong>70</strong> Мужчин`,
  season5: `<strong>30</strong> женщин`,
  season6: `<strong>60</strong> Мужчин`,
  season7: `<strong>40</strong> женщин`,
  season8: "Призовой фонд",
  season9: "330 000 000 сум",
  season9_1: "Любители",
  season10: "гран-при от спонсоров",
  season11: `первый этап турнира`,
  season12: `Онлайн`,
  season13: `
    1-3 ноября
    <br>
    отборочный тур
  `,
  season14: `
    Проводится на сайте chess.com для мужчин любителей по <a href="https://www.chess.com/club/toshkent-open-erkaklar" target="_blank" rel="nofollow">ссылке</a>, для женщин любителей по <a href="https://www.chess.com/club/toshkent-open-ayollar" target="_blank" rel="nofollow">ссылке</a>.
  `,
  season15: `Второй этап турнира`,
  season16: `Hilton 10:00`,
  season17: `
    6-7 ноября
    <br>
    финальный тур
  `,
  season18: `Этап состоит из 9 туров по швейцарской системе по форме “Рапид” (15+10).`,

  searchButton: "Искать",

  footerBottom: `
      При полном или частичном использовании и цитировании материалов, опубликованных на сайте
      <a href="https:// сhess.tashkent.uz" target="_blank" rel="nofollow">сhess.tashkent.uz</a>, ссылка обязательна
  `,

  challengeNumber: "место",
  prizeText: "Призовые",

  memberList1: `
    Все желающие могут принять участие на соревновании,
    <br>
    путём регистрации через
    <a class="underline-link" href="https://t.me/uzshaxmatbot" target="_blank">@uzshaxmatbot</a>
    с 24 по 31 октября 2022 года.
  `,
  memberList2: `
    Желающие шахматисты из зарубежных стран могут участвовать
    <br>
    в профессиональных мужских группах FIDE GM, IM, FM и профессиональных женских
    <br>
    шахматных группах FIDE WGM, WIM, WFM.
  `,
  memberList3: `
    Во второй этап, по рекомендации
    <br>
    «Шахматного клуба глухих», будут включены 15 парашахматистов с ограниченными
    <br>
    возможностями и с инвалидностью, с высоким рейтингом ФИДЕ
    <br>
    из Республики Каракалпакстан, областей республики и города Ташкента.
    <br>
    В случае превышения норм количества участников в профессиональной
    <br>
    мужской и женской группах, определенных данным Положением,
    <br>
    будут отобраны шахматисты с высоким рейтингом.
  `,
  memberList4: "Введите ID или ФИО участника",
  memberList5: "Нет данных",
  memberList6: "Для поиска начните писать",
  memberList7: "Пол участника",
  memberList8: "Все страны",
  memberList9: "Район",
  memberList10: "Регистрация",
  memberList11: "Отборочный тур",
  memberList12: "Профессионалы",
  memberList13: `
    Отборочный этап турнира пройдет онлайн
    <br>
    на платформе chess.com в форме блиц (3+2),
  `,
  memberList14: `
    В профессиональной мужской группе участники-мужчины с международным рейтингом FIDE GM, IM,
    <br>
    FM и FIDE Standard выше 2000 в количестве 70 шахматистов примут участие во втором туре,
    <br>
    зарегистрировавшись онлайн через <a class="underline-link" href="https://t.me/uzshaxmatbot" target="_blank">@uzshaxmatbot</a> до 4 ноября.
  `,
  memberList15: `
    В профессиональной женской группе участницы с международным рейтингом FIDE GM, IM, FM и FIDE
    <br>
    Standard выше 1400 в количестве 30 шахматисток примут участие во втором туре,
    <br>
    зарегистрировавшись онлайн через <a class="underline-link" href="https://t.me/uzshaxmatbot" target="_blank">@uzshaxmatbot</a> до 4 ноября.
  `,
  memberList16: "Статус",
  memberList17: "Любители:",

  memberTable1: "ФИО УЧАСТНИКА",
  memberTable2: "РЕГИОН",
  memberTable3: "РАЙОН",
  memberTable4: "ПОЛ",
  memberTable5: "РЕГИСТРАЦИЯ",
  memberTable6: "СТАТУС",
  memberTable7: "СТРАНА",
  memberTable8: "РЕЙТИНГ",
  memberTable9: "КОД ФИДЕ",

  otherNews: "Другие новости",

  mainText1: `К сожалению, ваш браузер не поддерживает встроенные видео.`,
  mainText2: `
    <span>TASHKENT OPEN</span>
    <br>
    международный шахматный турнир
  `,
  mainText3: `6-7 ноября гостиница hilton`,
  mainText4: `Наши партнеры`,
  mainText5: `Фотогалерея`,

  sex1: "Мужчина",
  sex2: "Женщина",

  feedbackText1: "Представьтесь пожалуйста",
  feedbackText2: "Укажите вашу электронную почту",
  feedbackText3: "Укажите ваш номер телефона",
  feedbackText4: "Пожалуйста, напишите, что вы хотели сказать ?",
  feedbackText5: "Осталось",
  feedbackText6: "символов",
  feedbackText7: "Если есть чем поделиться, можете прикрепить это здесь",
  feedbackText8: "допускается прикреплять не более 5 файлов в формате jpeg и png, каждый файл не более 15 мб.",
  feedbackText9: "Отправить",

  footerText1: "Информация по проекту",
  footerText2: "Логотип хокимията города ташкент",
  footerText3: "Логотип департамента",
  footerText4: "Сайт разработан",
  footerText5: "Департаментом цифрового развития",

  feedbackText100: "Файл не допустим. Допустимые форматы: .jpeg и .png",
  feedbackText101: "Максимальный размер файла не должен превышать - 15 мб",
  feedbackText102: "Просмотреть файла",
  feedbackText103: "Удалить файл",

  altDepartament: "Логотип департамента",
  altHokimligi: "Логотип хокимията города ташкент",

  navExpanded: "Развернуть меню",
  navExpand: "Свернуть меню",


//---------------------------------------------------------------------------------------------------------------


  hokimligiSite: "Сайт хокимията города Ташкента",

  errorPage1: "Страница не найдена",
  errorPage2: "Произошла ошибка",
  errorPage3: "Вернутся на",
  errorPage4: "главную страницу",

  sliderPrev: "Предыдущий слайдер",
  sliderNext: "Следующий слайдер",

  noPhoto: "Нет фото",
  photo: "Фото:",

  goBack: "Вернуться назад",

  fancyBox: {
    CLOSE: "Закрыть",
    NEXT: "Следующий слайд",
    PREV: "Предыдущий слайд",
    MODAL: "Вы можете закрыть это модальное окно с помощью клавиши ESC",
    ERROR: "Что-то пошло не так. Пожалуйста, повторите попытку позже",
    IMAGE_ERROR: "Изображение не найдено",
    TOGGLE_THUMBS: "Переключить миниатюру",
    TOGGLE_FULLSCREEN: "Переключиться в полноэкранный режим",
    TOGGLE_SLIDESHOW: "Переключить авто показ слайдов",
    TOGGLE_ZOOM: "Увеличить картинку",
    ELEMENT_NOT_FOUND: "Элемент HTML не найден",
    AJAX_NOT_FOUND: "Ошибка загрузки AJAX: не найдено",
    AJAX_FORBIDDEN: "Ошибка загрузки AJAX: запрещено",
    IFRAME_ERROR: "Ошибка загрузки страницы",
  },

  dateMonths: ['Январь', 'Февраль', 'Март', 'Апрель', 'Май', 'Июнь', 'Июль', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'],
  dateMonthsShort: ['Янв', 'Фев', 'Март', 'Апр', 'Май', 'Июн', 'Июл', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек'],
  weekdays: ['Воскресенье', 'Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота'],
  weekdaysShort: ['Вск', 'Пон', 'Вто', 'Сре', 'Чет', 'Пят', 'Суб'],
  weekdaysMin: ['Вс', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'],
  days: ['Вс', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'],
  months: ['Янв', 'Фев', 'Март', 'Апр', 'Май', 'Июн', 'Июл', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек'],

  fetchError: {
    title500: "Сервер обнаружил непредвиденное состояние, которое не позволило ему выполнить запрос",
    text500: "Попробуйте зайти позже",
    title400: "Невозможно получить доступ к странице!",
    text400: "Возможно, введён некорректный адрес или страница была удалена",
    title403: "У вас нет доступа!",
    text403: "Попробуйте сбросить кэш браузера и очистить cookies",
    title501: "Некорректно указанный запрос!",
    text501: "Проверьте правильность запроса",
    title503: "Сервер не доступен!",
    text503: "Попробуйте зайти позже",
    title504: "Время на выполнение запроса истекло!",
    text504: "Попробуйте зайти позже",
    title422: "Не верный формат данных",
    text422: "Проверьте пожалуйста правильность вводимых данных",
    titleTimeout: "Время на выполнение запроса истекло.",
    textTimeout: "Возможно, ваше интернет соединение не стабильно или сервер перегружен. Перезагрузите страницу",
    titleConnect: "Ошибка соединения!",
    textConnect: "Возможно, введён некорректный адрес или у вас отсутствует интернет соединение",
    titleDefault: "Неизвестный статус:",
    textDefault: "Проверьте правильность запроса",
  },
}
