export default {
  defaultTitle: "Geointellect.uz",

  feedbackText1: "Представьтесь пожалуйста",
  feedbackText2: "Укажите вашу электронную почту",
  feedbackText3: "Укажите ваш номер телефона",
  feedbackText4: "Пожалуйста, напишите, что вы хотели сказать ?",
  feedbackText5: "Осталось",
  feedbackText6: "символов",
  feedbackText7: "Если есть чем поделиться, можете прикрепить это здесь",
  feedbackText8: "допускается прикреплять не более 5 файлов в формате jpeg и png, каждый файл не более 15 мб.",
  feedbackText9: "Отправить",

  footerText1: "Информация по проекту",
  footerText2: "Логотип хокимията города ташкент",
  footerText3: "Логотип департамента",
  footerText4: "Сайт разработан",
  footerText5: "Департаментом цифрового развития",


//---------------------------------------------------------------------------------------------------------------

  feedbackText100: "Файл не допустим. Допустимые форматы: .jpeg и .png",
  feedbackText101: "Максимальный размер файла не должен превышать - 15 мб",
  feedbackText102: "Просмотреть файла",
  feedbackText103: "Удалить файл",

  altDepartament: "Логотип департамента",
  altHokimligi: "Логотип хокимията города ташкент",
  hokimligiSite: "Сайт хокимията города Ташкента",
  navExpanded: "Развернуть меню",
  navExpand: "Свернуть меню",

  errorPage1: "Страница не найдена",
  errorPage2: "Произошла ошибка",
  errorPage3: "Вернутся на",
  errorPage4: "главную страницу",

  sliderPrev: "Предыдущий слайдер",
  sliderNext: "Следующий слайдер",

  noPhoto: "Нет фото",
  photo: "Фото:",

  goBack: "Вернуться назад",

  fancyBox: {
    CLOSE: "Закрыть",
    NEXT: "Следующий слайд",
    PREV: "Предыдущий слайд",
    MODAL: "Вы можете закрыть это модальное окно с помощью клавиши ESC",
    ERROR: "Что-то пошло не так. Пожалуйста, повторите попытку позже",
    IMAGE_ERROR: "Изображение не найдено",
    TOGGLE_THUMBS: "Переключить миниатюру",
    TOGGLE_FULLSCREEN: "Переключиться в полноэкранный режим",
    TOGGLE_SLIDESHOW: "Переключить авто показ слайдов",
    TOGGLE_ZOOM: "Увеличить картинку",
    ELEMENT_NOT_FOUND: "Элемент HTML не найден",
    AJAX_NOT_FOUND: "Ошибка загрузки AJAX: не найдено",
    AJAX_FORBIDDEN: "Ошибка загрузки AJAX: запрещено",
    IFRAME_ERROR: "Ошибка загрузки страницы",
  },

  dateMonths: ['Январь', 'Февраль', 'Март', 'Апрель', 'Май', 'Июнь', 'Июль', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'],
  dateMonthsShort: ['Янв', 'Фев', 'Март', 'Апр', 'Май', 'Июн', 'Июл', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек'],
  weekdays: ['Воскресенье', 'Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота'],
  weekdaysShort: ['Вск', 'Пон', 'Вто', 'Сре', 'Чет', 'Пят', 'Суб'],
  weekdaysMin: ['Вс', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'],
  days: ['Вс', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'],
  months: ['Янв', 'Фев', 'Март', 'Апр', 'Май', 'Июн', 'Июл', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек'],

  fetchError: {
    title500: "Сервер обнаружил непредвиденное состояние, которое не позволило ему выполнить запрос",
    text500: "Попробуйте зайти позже",
    title400: "Невозможно получить доступ к странице!",
    text400: "Возможно, введён некорректный адрес или страница была удалена",
    title403: "У вас нет доступа!",
    text403: "Попробуйте сбросить кэш браузера и очистить cookies",
    title501: "Некорректно указанный запрос!",
    text501: "Проверьте правильность запроса",
    title503: "Сервер не доступен!",
    text503: "Попробуйте зайти позже",
    title504: "Время на выполнение запроса истекло!",
    text504: "Попробуйте зайти позже",
    title422: "Не верный формат данных",
    text422: "Проверьте пожалуйста правильность вводимых данных",
    titleTimeout: "Время на выполнение запроса истекло.",
    textTimeout: "Возможно, ваше интернет соединение не стабильно или сервер перегружен. Перезагрузите страницу",
    titleConnect: "Ошибка соединения!",
    textConnect: "Возможно, введён некорректный адрес или у вас отсутствует интернет соединение",
    titleDefault: "Неизвестный статус:",
    textDefault: "Проверьте правильность запроса",
  },
}
