export default {
  defaultTitle: "chess.tashkent.uz",

  winners1: `
    Победители турнира определяются по количеству набранных ими баллов,
    <br>
    в случае ничьи учитываются следующие дополнительные показатели:
  `,
  winners2: `встреча между собой (если все участники играли между собой),`,
  winners3: `коэффициент Бухгольца,`,
  winners4: `средний коэффициент Бухгольца,`,
  winners5: `рейтинг перформанс,`,
  winners6: `количество побед`,
  winners7: `
    Победители и призёры турнира будут награждены призом хокима Ташкента,
    <br>
    дипломами, медалями, а также, денежными премиями.
  `,

  title: "Tashkent open - международный шахматный турнир",
  description: "Сайт посвященный международному шахматному турниру проходящему в городе Ташкенте при содействии хокимията города", // Это описание сайта. Можно придумать какое угодно

  logoAlt: "Логотип сайта",

  nav1: "О турнире",
  nav2: "Список участников",
  nav3: "Правила",
  nav4: "Призовой фонд",
  nav5: "Победители",
  nav6: "Новости",
  nav7: "Обратная связь",

  season1: "Сезон 2022",
  season2: "Группы участников",
  season3: "Профессионалы",
  season4: `<strong>70</strong> Мужчин`,
  season5: `<strong>30</strong> женщин`,
  season6: `<strong>60</strong> Мужчин`,
  season7: `<strong>40</strong> женщин`,
  season8: "Призовой фонд",
  season9: "330 000 000 сум",
  season9_1: "Любители",
  season10: "гран-при от спонсоров",
  season11: `первый этап турнира`,
  season12: `Онлайн`,
  season13: `
    1-3 ноября
    <br>
    отборочный тур
  `,
  season14: `
    Проводится на сайте chess.com для мужчин любителей по <a href="https://www.chess.com/club/toshkent-open-erkaklar" target="_blank" rel="nofollow">ссылке</a>, для женщин любителей по <a href="https://www.chess.com/club/toshkent-open-ayollar" target="_blank" rel="nofollow">ссылке</a>.
  `,
  season15: `Второй этап турнира`,
  season16: `Hilton 10:00`,
  season17: `
    6-7 ноября
    <br>
    финальный тур
  `,
  season18: `Этап состоит из 9 туров по швейцарской системе по форме “Рапид” (15+10).`,

  searchButton: "Искать",

  footerBottom: `
      При полном или частичном использовании и цитировании материалов, опубликованных на сайте
      <a href="https:// сhess.tashkent.uz" target="_blank" rel="nofollow">сhess.tashkent.uz</a>, ссылка обязательна
  `,

  challengeNumber: "место",
  prizeText: "Призовые",

  memberList1: `
    Все желающие могут принять участие на соревновании,
    <br>
    путём регистрации через
    <a class="underline-link" href="https://t.me/uzshaxmatbot" target="_blank">@uzshaxmatbot</a>
    с 24 по 31 октября 2022 года.
  `,
  memberList2: `
    Желающие шахматисты из зарубежных стран могут участвовать
    <br>
    в профессиональных мужских группах FIDE GM, IM, FM и профессиональных женских
    <br>
    шахматных группах FIDE WGM, WIM, WFM.
  `,
  memberList3: `
    Во второй этап, по рекомендации
    <br>
    «Шахматного клуба глухих», будут включены 15 парашахматистов с ограниченными
    <br>
    возможностями и с инвалидностью, с высоким рейтингом ФИДЕ
    <br>
    из Республики Каракалпакстан, областей республики и города Ташкента.
    <br>
    В случае превышения норм количества участников в профессиональной
    <br>
    мужской и женской группах, определенных данным Положением,
    <br>
    будут отобраны шахматисты с высоким рейтингом.
  `,
  memberList4: "Введите ФИО участника",
  memberList5: "Нет данных",
  memberList6: "Для поиска начните писать",
  memberList7: "Пол участника",
  memberList8: "Все страны",
  memberList9: "Район",
  memberList10: "Регистрация",
  memberList11: "Отборочный тур",
  memberList12: "Профессионалы",
  memberList13: `
    Отборочный этап турнира пройдет онлайн
    <br>
    на платформе chess.com в форме блиц (3+2),
  `,
  memberList14: `
    В профессиональной мужской группе участники-мужчины с международным рейтингом FIDE GM, IM,
    <br>
    FM и FIDE Standard выше 2000 в количестве 70 шахматистов примут участие во втором туре,
    <br>
    зарегистрировавшись онлайн через <a class="underline-link" href="https://t.me/uzshaxmatbot" target="_blank">@uzshaxmatbot</a> до 4 ноября.
  `,
  memberList15: `
    В профессиональной женской группе участницы с международным рейтингом FIDE GM, IM, FM и FIDE
    <br>
    Standard выше 1400 в количестве 30 шахматисток примут участие во втором туре,
    <br>
    зарегистрировавшись онлайн через <a class="underline-link" href="https://t.me/uzshaxmatbot" target="_blank">@uzshaxmatbot</a> до 4 ноября.
  `,
  memberList16: "Статус",
  memberList17: "Любители:",

  memberTable1: "ФИО УЧАСТНИКА",
  memberTable2: "РЕГИОН",
  memberTable2_1: "Регион",
  memberTable3: "РАЙОН",
  memberTable4: "ПОЛ",
  memberTable5: "РЕГИСТРАЦИЯ",
  memberTable6: "СТАТУС",
  memberTable7: "СТРАНА",
  memberTable8: "РЕЙТИНГ",
  memberTable9: "КОД ФИДЕ",

  otherNews: "Другие новости",

  mainText1: `К сожалению, ваш браузер не поддерживает встроенные видео.`,
  mainText2: `
    <span>TASHKENT OPEN</span>
    <br>
    международный шахматный турнир
  `,
  mainText3: `6-7 ноября гостиница hilton`,
  mainText4: `Наши партнеры`,
  mainText5: `Фотогалерея`,

  sex1: "Мужчина",
  sex2: "Женщина",

  feedbackText1: "Представьтесь пожалуйста",
  feedbackText2: "Укажите вашу электронную почту",
  feedbackText3: "Укажите ваш номер телефона",
  feedbackText4: "Пожалуйста, напишите, что вы хотели сказать ?",
  feedbackText5: "Осталось",
  feedbackText6: "символов",
  feedbackText7: "Если есть чем поделиться, можете прикрепить это здесь",
  feedbackText8: "допускается прикреплять не более 5 файлов в формате jpeg и png, каждый файл не более 15 мб.",
  feedbackText9: "Отправить",
  feedbackText10: "Ваше сообщение было успешно отправлено",
  feedbackText11: "Ваше сообщение не было отправлено. Попробуйте позже",

  footerText1: "Информация по проекту",
  footerText2: "Логотип хокимията города ташкент",
  footerText3: "Логотип департамента",
  footerText4: "Сайт разработан",
  footerText5: "Департаментом цифрового развития",

  feedbackText100: "Файл не допустим. Допустимые форматы: .jpeg и .png",
  feedbackText101: "Максимальный размер файла не должен превышать - 15 мб",
  feedbackText102: "Просмотреть файла",
  feedbackText103: "Удалить файл",

  winnersText1: `Профессиональная мужская группа`,
  winnersText2: `Профессиональная женская группа`,
  winnersText3: `Любительская мужская группа`,
  winnersText4: `Любительская женская группа`,
  winnersText5: `мужчины профессионалы`,
  winnersText6: `Женщины профессионалы`,
  winnersText7: `Любители мужчины`,
  winnersText8: `Любители женщины`,
  winnersText9: `Среди ветеранов`,
  winnersText10: `(60 лет и старше)`,
  winnersText11: `Среди молодежи`,
  winnersText12: `(до 16 лет)`,
  winnersText13: `(до 12 лет)`,
  winnersText14: `(до 8 лет)`,
  winnersText15: `(до 20 лет)`,
  winnersText16: `Среди парашахматистов`,
  winnersText17: `Будет определен по итогам турнира`,

  noData: "Данных нет",

  rulesContent: `
<h2 class="inner-title text-left">ПОЛОЖЕНИЕ МЕЖДУНАРОДНОГО ТУРНИРА ПО ШАХМАТАМ ЗА ПРИЗ ХОКИМА ТАШКЕНТА TASHKENT OPEN
</h2>
<p class="mb-10">Данное положение определяет порядок организации и проведения турнира, в соответствии с исполнением
    требований Закона Республики Узбекистан “О физической
    культуре и спорте”, задач, определёнными в постановлении Президента Республики Узбекистан № ПП-4954 от 14 января
    2021 года “О мерах по дальнейшему развитию и популяризации
    шахмат, а также совершенствованию системы подготовки шахматистов”, с целью укрепления дружеских отношений среди
    народов.
</p>

<ol class="dlist pl-0 rules-list">
    <li>
        <h3 class="rules-list-title">1. Руководство проведением турнира</h3>
        <p>Общее руководство и проведение турнира реализуется хокимиятом Ташкента и Шахматной федерацией Узбекистана, а
            также шахматной школой Sky Chess. Проведение
            турнира непосредственно возлагается на судейский совет, состав которого утверждается Шахматной федерацией
            Узбекистана путём согласования с хокимиятом Ташкента.
        </p>
    </li>
    <li>
        <h3 class="rules-list-title">2. Порядок и место проведения турнира</h3>
        <p class="mb-8">
            К проведению турнира привлекается непосредственно судейский совет
            <br>
            Турнир проводится в 4-х группах.
            <br>
            А. Мужчины профессионалы
            <br>
            Б. Женщины профессионалы
            <br>
            С. Мужчины любители
            <br>
            Д. Женщины любители
        </p>

        <p>
            Турнир проводится 2-мя этапами:
            <br>
            1-этап– отборочный этап, пройдёт на сайте chess.com (1-3 ноября) в режиме Онлайн;
            <br>
            2-этап – финальный этап пройдёт в режиме офлайн;
            <br>
            2-этап – пройдёт 6-7 ноября в отеле "Hilton" и стартует с 10:00 часов.
            <br>
            На основании правил Международной шахматной федерации (FIDE) второй этап будет состоять из 9 туров по
            швейцарской системе в направлении “Рапид”. Сторонам будет
            представлено
            по 15 минут, с момента первого хода за каждый ход будет начисляться по 10 секунд.
            Все желающие могут принять участие на соревновании, путём регистрации через @uzshaxmatbot с 24 по 31 октября
            2022 года.
        </p>
    </li>
    <li>
        <h3 class="rules-list-title">3. Обладатели права участия на турнире</h3>
        <p>В профессиональной мужской группе участники-мужчины с международным рейтингом FIDE GM, IM, FM и FIDE Standard
            выше 2000 в количестве 70 шахматистов примут участие во
            втором туре, зарегистрировавшись онлайн через @uzshaxmatbot до 4 ноября.
        </p>
        <p>В профессиональной женской группе участницы с международным рейтингом FIDE GM, IM, FM и FIDE Standard выше
            1400 в количестве 30 шахматисток примут участие во втором
            туре, зарегистрировавшись онлайн через @uzshaxmatbot до 4 ноября.
        </p>
        <p>В любительской мужской группе – 60 мужчин-шахматистов с международным рейтингом 0-1999 по стандарту ФИДЕ,
            занявшие с 1 по 60 места по итогам первого этапа, который
            пройдет в режиме онлайн на сайте chess.com;
        </p>
        <p>В любительской женской группе – 40 женщин-шахматисток с международным рейтингом 0-1399 по стандарту ФИДЕ,
            занявшие с 1 по 40 места по итогам первого этапа, который
            пройдет в режиме онлайн на сайте chess.com;
        </p>
        <p>Желающие шахматисты из зарубежных стран могут участвовать в профессиональных мужских группах FIDE GM, IM, FM
            и профессиональных женских шахматных группах FIDE WGM, WIM,
            WFM.
        </p>
        <p>Во второй этап, по рекомендации «Шахматного клуба глухих», будут включены 15 парашахматистов с ограниченными
            возможностями и с инвалидностью, с высоким рейтингом ФИДЕ из
            Республики Каракалпакстан, областей республики и города Ташкента.
        </p>
        <p>В случае превышения норм количества участников в профессиональной мужской и женской группах, определенных
            данным Положением, будут отобраны шахматисты с высоким
            рейтингом.
        </p>
    </li>
    <li>
        <h3 class="rules-list-title">4. Отбор и награждение победителей турнира</h3>
        <p>
            Отборочный этап турнира пройдет онлайн на платформе chess.com в форме блиц (3+2), а финальный 2-этап пройдет
            по форме Рапид (15+10)
            по швейцарской системе. Победители турнира определяются по количеству набранных ими баллов, в случае ничьи
            учитываются следующие дополнительные показатели:
        </p>

        <p>
            - встреча между собой (если все участники играли между собой),
            <br>
            - коэффициент Бухгольца,
            <br>
            - средний коэффициент Бухгольца,
            <br>
            - рейтинг перформанс,
            <br>
            - количество побед.
        </p>

        <p>Победители и призёры турнира будут награждены призом хокима Ташкента, дипломами, медалями, а также, денежными
            премиями.</p>

        <table class="rules-table">
            <caption>Призовой фонд 330 000 000 сумов</caption>
            <tbody>
                <tr>
                    <td>Профессиональная мужская группа</td>
                    <td></td>
                </tr>
                <tr>
                    <td>1-место</td>
                    <td>50.000.000 сумов</td>
                </tr>
                <tr>
                    <td>2-место</td>
                    <td>30.000.000 сумов</td>
                </tr>
                <tr>
                    <td>3-место</td>
                    <td>20.000.000 сумов</td>
                </tr>
                <tr>
                    <td>4-место</td>
                    <td>10.000.000 сумов</td>
                </tr>
                <tr>
                    <td>5-место</td>
                    <td>8.000.000 сумов</td>
                </tr>
                <tr>
                    <td>6-место</td>
                    <td>6.000.000 сумов</td>
                </tr>
                <tr>
                    <td>5-место</td>
                    <td>5.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место среди ветеранов (60 лет и старше) </td>
                    <td>4.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 20 лет</td>
                    <td>4.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 16 лет</td>
                    <td>3.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 12 лет</td>
                    <td>3.000.000 сумов</td>
                </tr>
                <tr>
                    <td class="text-right">Итого:</td>
                    <td>142 000 000</td>
                </tr>
                <tr>
                    <td>Профессиональная женская группа</td>
                    <td></td>
                </tr>
                <tr>
                    <td>1-место</td>
                    <td>50.000.000 сумов</td>
                </tr>
                <tr>
                    <td>2-место</td>
                    <td>30.000.000 сумов</td>
                </tr>
                <tr>
                    <td>3-место</td>
                    <td>20.000.000 сумов</td>
                </tr>
                <tr>
                    <td>4-место</td>
                    <td>6.000.000 сумов</td>
                </tr>
                <tr>
                    <td>5-место</td>
                    <td>4.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 16 лет</td>
                    <td>3.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 12 лет</td>
                    <td>2.000.000 сумов</td>
                </tr>
                <tr>
                    <td class="text-right">Итого:</td>
                    <td>115 000 000</td>
                </tr>

                <tr>
                    <td>Любительская мужская группа</td>
                    <td></td>
                </tr>
                <tr>
                    <td>1-место</td>
                    <td>10.000.000 сумов</td>
                </tr>
                <tr>
                    <td>2-место</td>
                    <td>8.000.000 сумов</td>
                </tr>
                <tr>
                    <td>3-место</td>
                    <td>5.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место среди ветеранов (60 лет и старше) </td>
                    <td>4.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 20 лет</td>
                    <td>4.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 16 лет</td>
                    <td>3.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 12 лет</td>
                    <td>2.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 8 лет</td>
                    <td>1.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место среди парашахматистов</td>
                    <td>3.000.000 сумов</td>
                </tr>
                <tr>
                    <td class="text-right">Итого:</td>
                    <td>40 000 000</td>
                </tr>

                <tr>
                    <td>Любительская женская группа</td>
                    <td></td>
                </tr>
                <tr>
                    <td>1-место</td>
                    <td>10.000.000 сумов</td>
                </tr>
                <tr>
                    <td>2-место</td>
                    <td>8.000.000 сумов</td>
                </tr>
                <tr>
                    <td>3-место</td>
                    <td>5.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 20 лет</td>
                    <td>4.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 16 лет</td>
                    <td>3.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 12 лет</td>
                    <td>2.000.000 сумов</td>
                </tr>
                <tr>
                    <td>1-место до 8 лет</td>
                    <td>1.000.000 сумов</td>
                </tr>
                <tr>
                    <td class="text-right">Итого:</td>
                    <td>33 000 000</td>
                </tr>

            </tbody>
        </table>
        </table>

        <p>
            В случае равенства очков среди участников, призы не разделяются, а выдаются в соответствии с
            вышеприведёнными коэффициентами.
            <br>
            В случае победы в двух или более номинациях, выдаётся один приз побольше или главный приз.
        </p>
    </li>
    <li>
        <h3 class="rules-list-title">5. Финансирование турнира</h3>
        <p>
            Питание, проживание и дорожные расходы спортсменов и тренеров покрываются за счёт организаций, отправляющих
            в поездку. Оплата призового фонда, расходы судей и
            сотрудников, приглашенных на соревнования, аренда зала, в котором будут проводиться соревнования, аренда
            шахматного инвентаря, выплаты участникам и членам судейского
            совета, транспортировка оборудования и другие организационные расходы производятся из средств Ташкентского
            городского хокимията.
        </p>
    </li>
    <li>
        <h3 class="rules-list-title">6. Дресс-код</h3>
        <p>
            Во время турнира все участники должны соблюдать требования дресс-кода ФИДЕ.
            <br>
            Шорты, открытая обувь и солнцезащитные очки, спортивные головные уборы и открытая одежда запрещены.
            <br>
            Также участники должны соблюдать дресс-код на церемонии открытия и закрытия турнира.
        </p>
    </li>
    <li>
        <h3 class="rules-list-title">7. Заключительные положения</h3>
        <p>
            В Положение турнира могут внесены изменения и дополнения по решению организационного комитета.
            <br>
            Участники, не согласные с итогами турнира могут обратиться в ходе турнира к членам судейского совета.
            <br>
            После окончания игр апелляции по итогам блиц-игр по шахматам не принимаются.
        </p>
    </li>
</ol>
`,

  aboutContent: `
    <h2 class="inner-title">О турнире</h2>
    <p class="inner-desc mb-14">
      6-7 ноября впервые состоится открытый международный турнир
      <br>
      по шахматам на приз хокима Ташкента — Tashkent Open!
    </p>
    <div class="mb-70">
      <img class="about-img-center" src="/images/about-1.jpg" alt="Фото с турнира" width="1396" height="626">
    </div>
    <p class="inner-text mb-6">
      Соревнования будут проходить в четырёх категориях среди профессионалов, любителей, мужчин и женщин. Любители участвуют в турнире после предварительного отбора на
      <a href="https://chess.com" target="_blank" rel="nofollow">chess.com</a>
      . Очные соревнования в каждой из четырёх категорий пройдут 6-7 ноября в гостинице Hilton. Победители получат денежные призы и ценные подарки. Начиная с этого года, Tashkent
      Open будет проводиться ежегодно, что, несомненно, послужит развитию шахмат и привлечению интереса к ним среди молодёжи.
    </p>
    <p class="inner-text mb-16">
      Организация, руководство и проведение турнира осуществляется совместными усилиями хокимията Ташкента, Uzbekistan Chess Federation и шахматной школы Sky Chess.
    </p>
  `,

  som: 'сум',


//---------------------------------------------------------------------------------------------------------------


  hokimligiSite: "Сайт хокимията города Ташкента",

  altDepartament: "Логотип департамента",
  altHokimligi: "Логотип хокимията города ташкент",

  navExpanded: "Развернуть меню",
  navExpand: "Свернуть меню",

  errorPage1: "Страница не найдена",
  errorPage2: "Произошла ошибка",
  errorPage3: "Вернутся на",
  errorPage4: "главную страницу",

  sliderPrev: "Предыдущий слайдер",
  sliderNext: "Следующий слайдер",

  noPhoto: "Нет фото",
  photo: "Фото:",

  goBack: "Вернуться назад",

  fancyBox: {
    CLOSE: "Закрыть",
    NEXT: "Следующий слайд",
    PREV: "Предыдущий слайд",
    MODAL: "Вы можете закрыть это модальное окно с помощью клавиши ESC",
    ERROR: "Что-то пошло не так. Пожалуйста, повторите попытку позже",
    IMAGE_ERROR: "Изображение не найдено",
    TOGGLE_THUMBS: "Переключить миниатюру",
    TOGGLE_FULLSCREEN: "Переключиться в полноэкранный режим",
    TOGGLE_SLIDESHOW: "Переключить авто показ слайдов",
    TOGGLE_ZOOM: "Увеличить картинку",
    ELEMENT_NOT_FOUND: "Элемент HTML не найден",
    AJAX_NOT_FOUND: "Ошибка загрузки AJAX: не найдено",
    AJAX_FORBIDDEN: "Ошибка загрузки AJAX: запрещено",
    IFRAME_ERROR: "Ошибка загрузки страницы",
  },

  dateMonths: ['Январь', 'Февраль', 'Март', 'Апрель', 'Май', 'Июнь', 'Июль', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'],
  dateMonthsShort: ['Янв', 'Фев', 'Март', 'Апр', 'Май', 'Июн', 'Июл', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек'],
  weekdays: ['Воскресенье', 'Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота'],
  weekdaysShort: ['Вск', 'Пон', 'Вто', 'Сре', 'Чет', 'Пят', 'Суб'],
  weekdaysMin: ['Вс', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'],
  days: ['Вс', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'],
  months: ['Янв', 'Фев', 'Март', 'Апр', 'Май', 'Июн', 'Июл', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек'],

  fetchError: {
    title500: "Сервер обнаружил непредвиденное состояние, которое не позволило ему выполнить запрос",
    text500: "Попробуйте зайти позже",
    title400: "Невозможно получить доступ к странице!",
    text400: "Возможно, введён некорректный адрес или страница была удалена",
    title403: "У вас нет доступа!",
    text403: "Попробуйте сбросить кэш браузера и очистить cookies",
    title501: "Некорректно указанный запрос!",
    text501: "Проверьте правильность запроса",
    title503: "Сервер не доступен!",
    text503: "Попробуйте зайти позже",
    title504: "Время на выполнение запроса истекло!",
    text504: "Попробуйте зайти позже",
    title422: "Не верный формат данных",
    text422: "Проверьте пожалуйста правильность вводимых данных",
    titleTimeout: "Время на выполнение запроса истекло.",
    textTimeout: "Возможно, ваше интернет соединение не стабильно или сервер перегружен. Перезагрузите страницу",
    titleConnect: "Ошибка соединения!",
    textConnect: "Возможно, введён некорректный адрес или у вас отсутствует интернет соединение",
    titleDefault: "Неизвестный статус:",
    textDefault: "Проверьте правильность запроса",
  },
}
