<template>
  <section class="rules-section g-container-wide">
    <h2 class="inner-title text-left">ПОЛОЖЕНИЕ МЕЖДУНАРОДНОГО ТУРНИРА ПО ШАХМАТАМ ЗА ПРИЗ ХОКИМА ТАШКЕНТА TASHKENT OPEN</h2>
    <p class="mb-10">Данное положение определяет порядок организации и проведения турнира, в соответствии с исполнением требований Закона Республики Узбекистан “О физической
      культуре и спорте”, задач, определёнными в постановлении Президента Республики Узбекистан № ПП-4954 от 14 января 2021 года “О мерах по дальнейшему развитию и популяризации
      шахмат, а также совершенствованию системы подготовки шахматистов”, с целью укрепления дружеских отношений среди народов.
    </p>

    <ol class="dlist pl-0 rules-list">
      <li>
        <h3 class="rules-list-title">1. Руководство проведением турнира</h3>
        <p>Общее руководство и проведение турнира реализуется хокимиятом Ташкента и Шахматной федерацией Узбекистана, а также шахматной школой Sky Chess. Проведение
          турнира непосредственно возлагается на судейский совет, состав которого утверждается Шахматной федерацией Узбекистана путём согласования с хокимиятом Ташкента.
        </p>
      </li>
      <li>
        <h3 class="rules-list-title">2. Порядок и место проведения турнира</h3>
        <p class="mb-8">
          К проведению турнира привлекается непосредственно судейский совет
          <br>
          Турнир проводится в 4-х группах.
          <br>
          А. Мужчины профессионалы
          <br>
          Б. Женщины профессионалы
          <br>
          С. Мужчины любители
          <br>
          Д. Женщины любители
        </p>

        <p>
          Турнир проводится 2-мя этапами:
          <br>
          1-этап– отборочный этап, пройдёт на сайте chess.com (1-3 ноября) в режиме Онлайн;
          <br>
          2-этап – финальный этап пройдёт в режиме офлайн;
          <br>
          2-этап – пройдёт 6-7 ноября в отеле "Hilton" и стартует с 10:00 часов.
          <br>
          На основании правил Международной шахматной федерации (FIDE) второй этап будет состоять из 9 туров по швейцарской системе в направлении “Рапид”. Сторонам будет
          представлено
          по 15 минут, с момента первого хода за каждый ход будет начисляться по 10 секунд.
          Все желающие могут принять участие на соревновании, путём регистрации через @uzshaxmatbot с 24 по 31 октября 2022 года.
        </p>
      </li>
      <li>
        <h3 class="rules-list-title">3. Обладатели права участия на турнире</h3>
        <p>В профессиональной мужской группе участники-мужчины с международным рейтингом FIDE GM, IM, FM и FIDE Standard выше 2000 в количестве 70 шахматистов примут участие во
          втором туре, зарегистрировавшись онлайн через @uzshaxmatbot до 4 ноября.
        </p>
        <p>В профессиональной женской группе участницы с международным рейтингом FIDE GM, IM, FM и FIDE Standard выше 1400 в количестве 30 шахматисток примут участие во втором
          туре, зарегистрировавшись онлайн через @uzshaxmatbot до 4 ноября.
        </p>
        <p>В любительской мужской группе – 60 мужчин-шахматистов с международным рейтингом 0-1999 по стандарту ФИДЕ, занявшие с 1 по 60 места по итогам первого этапа, который
          пройдет в режиме онлайн на сайте chess.com;
        </p>
        <p>В любительской женской группе – 40 женщин-шахматисток с международным рейтингом 0-1399 по стандарту ФИДЕ, занявшие с 1 по 40 места по итогам первого этапа, который
          пройдет в режиме онлайн на сайте chess.com;
        </p>
        <p>Желающие шахматисты из зарубежных стран могут участвовать в профессиональных мужских группах FIDE GM, IM, FM и профессиональных женских шахматных группах FIDE WGM, WIM,
          WFM.
        </p>
        <p>Во второй этап, по рекомендации «Шахматного клуба глухих», будут включены 15 парашахматистов с ограниченными возможностями и с инвалидностью, с высоким рейтингом ФИДЕ из
          Республики Каракалпакстан, областей республики и города Ташкента.
        </p>
        <p>В случае превышения норм количества участников в профессиональной мужской и женской группах, определенных данным Положением, будут отобраны шахматисты с высоким
          рейтингом.
        </p>
      </li>
      <li>
        <h3 class="rules-list-title">4. Отбор и награждение победителей турнира</h3>
        <p>
          Отборочный этап турнира пройдет онлайн на платформе chess.com в форме блиц (3+2), а финальный 2-этап пройдет по форме Рапид (15+10)
          по швейцарской системе. Победители турнира определяются по количеству набранных ими баллов, в случае ничьи учитываются следующие дополнительные показатели:
        </p>

        <p>
          - встреча между собой (если все участники играли между собой),
          <br>
          - коэффициент Бухгольца,
          <br>
          - средний коэффициент Бухгольца,
          <br>
          - рейтинг перформанс,
          <br>
          - количество побед.
        </p>

        <p>Победители и призёры турнира будут награждены призом хокима Ташкента, дипломами, медалями, а также, денежными премиями.</p>

        <table class="rules-table">
          <caption>Призовой фонд 330 000 000 сумов</caption>
          <tr>
            <td>Профессиональная мужская группа</td>
            <td>50.000.000 сумов</td>
          </tr>
          <tr>
            <td>1-место</td>
            <td>50.000.000 сумов</td>
          </tr>
          <tr>
            <td>2-место</td>
            <td>50.000.000 сумов</td>
          </tr>
          <tr>
            <td>4-место</td>
            <td>50.000.000 сумов</td>
          </tr>
          <tr>
            <td>5-место</td>
            <td>50.000.000 сумов</td>
          </tr>
          <tr>
            <td>6-место</td>
            <td>50.000.000 сумов</td>
          </tr>
          <tr>
            <td>7-место</td>
            <td>50.000.000 сумов</td>
          </tr>
          <tr>
            <td>1-место среди ветеранов (60 лет и старше)</td>
            <td>50.000.000 сумов</td>
          </tr>
          <tr>
            <td>1-место до 20 лет</td>
            <td>50.000.000 сумов</td>
          </tr>
          <tr>
            <td>1-место до 16 лет</td>
            <td>50.000.000 сумов</td>
          </tr>
          <tr>
            <td>1-место до 12 лет</td>
            <td>50.000.000 сумов</td>
          </tr>
          <tr>
            <td class="text-right">Итого:</td>
            <td>142 000 000</td>
          </tr>
        </table>

        <p>
          В случае равенства очков среди участников, призы не разделяются, а выдаются в соответствии с вышеприведёнными коэффициентами.
          <br>
          В случае победы в двух или более номинациях, выдаётся один приз побольше или главный приз.
        </p>
      </li>
      <li>
        <h3 class="rules-list-title">5. Финансирование турнира</h3>
        <p>
          Питание, проживание и дорожные расходы спортсменов и тренеров покрываются за счёт организаций, отправляющих в поездку. Оплата призового фонда, расходы судей и
          сотрудников, приглашенных на соревнования, аренда зала, в котором будут проводиться соревнования, аренда шахматного инвентаря, выплаты участникам и членам судейского
          совета, транспортировка оборудования и другие организационные расходы производятся из средств Ташкентского городского хокимията.
        </p>
      </li>
      <li>
        <h3 class="rules-list-title">6. Дресс-код</h3>
        <p>
          Во время турнира все участники должны соблюдать требования дресс-кода ФИДЕ.
          <br>
          Шорты, открытая обувь и солнцезащитные очки, спортивные головные уборы и открытая одежда запрещены.
          <br>
          Также участники должны соблюдать дресс-код на церемонии открытия и закрытия турнира.
        </p>
      </li>
      <li>
        <h3 class="rules-list-title">7. Заключительные положения</h3>
        <p>
          В Положение турнира могут внесены изменения и дополнения по решению организационного комитета.
          <br>
          Участники, не согласные с итогами турнира могут обратиться в ходе турнира к членам судейского совета.
          <br>
          После окончания игр апелляции по итогам блиц-игр по шахматам не принимаются.
        </p>
      </li>
    </ol>

    <a href="/Docs/rules-pdf.pdf" class="file-download" target="_blank">
      <img src="/images/pdf.svg" alt="иконка скачивания" aria-hidden="true" role="presentation">
      Правила на Узб.pdf
    </a>
  </section>
</template>
